export const KZ_CITIES = {
  "Астана":            [51.1694, 71.4491],
  "Алматы":            [43.2380, 76.9456],
  "Шымкент":           [42.3154, 69.5972],
  "Караганда":         [49.8047, 73.1094],
  "Актобе":            [50.2839, 57.1670],
  "Тараз":             [42.9000, 71.3667],
  "Павлодар":          [52.2873, 76.9674],
  "Усть-Каменогорск":  [49.9480, 82.6282],
  "Семей":             [50.4111, 80.2275],
  "Костанай":          [53.2198, 63.6354],
  "Петропавловск":     [54.8753, 69.1628],
  "Кызылорда":         [44.8488, 65.5022],
  "Атырау":            [47.1167, 51.8833],
  "Актау":             [43.6500, 51.1500],
  "Уральск":           [51.2333, 51.3667],
  "Темиртау":          [50.0547, 72.9644],
  "Туркестан":         [43.3017, 68.2517],
  "Кокшетау":          [53.2833, 69.3833],
  "Талдыкорган":       [45.0000, 78.3667],
  "Экибастуз":         [51.7231, 75.3239],
};

export const KZ_CITY_NAMES = Object.keys(KZ_CITIES);

export const WAREHOUSE_COORDS = [51.1694, 71.4491]; // Астана
